namespace ECondo.Infrastructure.Shared;

internal static class ProvinceSeedData
{
    public static readonly string[] Provinces = [
        "Благоевград",
        "Бургас",
        "Варна",
        "Велико Търново",
        "Видин",
        "Враца",
        "Габрово",
        "Добрич",
        "Кърджали",
        "Кюстендил",
        "Ловеч",
        "Монтана",
        "Пазарджик",
        "Перник",
        "Плевен",
        "Пловдив",
        "Разград",
        "Русе",
        "Силистра",
        "Сливен",
        "Смолян",
        "София",
        "София град",
        "Стара Загора",
        "Търговище",
        "Хасково",
        "Шумен",
        "Ямбол",
    ];
}
